# St7SetSolverNumCPU

Sets the number of threads to use for solvers that support parallelisation.

long St7SetSolverNumCPU(long uID, long NumCPU)
Input Parameters
uID
Strand7 model file ID.
NumCPU
Number of threads to use.